age = 25  # 𝙸𝚗𝚎teger
price = 19.99  # 𝙵𝚕𝚘𝚊𝚝
𝚗𝚊𝚖𝚎 = "Dinesh"  # 𝚂𝚝𝚛𝚒𝚗𝚐
fruits = ["apple", "banana", "cherry"]  # 𝙻𝚒𝚜𝚝
coordinates = (3, 4)  # 𝚃𝚞𝚙𝚕𝚎
person = {"𝚗𝚊𝚖𝚎": "Alice", "age": 30}  # 𝙳𝚒𝚌𝚝𝚒𝚘𝚗𝚊𝚛𝚢

num_fruits = len(fruits)  # 𝚄𝚜𝚒𝚗𝚐 𝚝𝚑𝚎 𝚕𝚎𝚗() 𝚖𝚎𝚝𝚑𝚘𝚍
print(num_fruits)  # 𝙾𝚞𝚝𝚙𝚞𝚝: 𝟹

first_fruit = fruits[0]  # 𝙰𝚌𝚌𝚎𝚜𝚜𝚒𝚗𝚐 𝚝𝚑𝚎 𝚏𝚒𝚛𝚜𝚝 𝚎𝚕𝚎𝚖𝚎𝚗𝚝
print(first_fruit)  # 𝙾𝚞𝚝𝚙𝚞𝚝: "𝚊𝚙𝚙𝚕𝚎"

for fruit in fruits:
    print(fruit)  # 𝙾𝚞𝚝𝚙𝚞𝚝: "𝚊𝚙𝚙𝚕𝚎", "𝚋𝚊𝚗𝚊𝚗𝚊", "𝚌𝚑𝚎𝚛𝚛𝚢"

last_fruit= fruits[-1]  # 𝙰𝚌𝚌𝚎𝚜𝚜𝚒𝚗𝚐 𝚝𝚑𝚎 𝚕𝚊𝚜𝚝 𝚎𝚕𝚎𝚖𝚎𝚗𝚝 𝚞𝚜𝚒𝚗𝚐 𝚊 𝚗𝚎𝚐𝚊𝚝𝚒𝚟𝚎 𝚒𝚗𝚍𝚎𝚡
print(last_fruit)  # 𝙾𝚞𝚝𝚙𝚞𝚝: "𝚌𝚑𝚎𝚛𝚛𝚢"